Repository: Aletheie/Winston
Catalog: Winston/Resources/Localizable.xcstrings
Source language: en
Languages: cs

source: Winston is completing pending file operations before opening the catalog.
cs: Winston před otevřením katalogu dokončuje čekající souborové operace.

source: Winston needs to relaunch for the new language to take effect.
cs: Winston se musí restartovat, aby se nový jazyk projevil.

source: Winston never jumps past an earlier unread numbered volume.
cs: Winston nikdy nepřeskočí starší nepřečtený očíslovaný díl.

source: Winston relaunches and restores the catalog, book files, covers, and pending file operations from this backup. The current state is saved as a new backup first. Legacy backups keep the current book files.
cs: Winston se znovu spustí a z této zálohy obnoví katalog, soubory knih, obálky a čekající souborové operace. Aktuální stav se nejprve uloží jako nová záloha. Starší zálohy zachovají současné soubory knih.

source: Winston stopped this plugin after repeated errors. Reset it only after reviewing its log and confirming that you trust the plugin. Re-enabling grants its listed permissions.
cs: Winston tento plugin zastavil po opakovaných chybách. Resetujte jej až po kontrole záznamu a ověření, že pluginu důvěřujete. Opětovným povolením mu udělíte uvedená oprávnění.

source: WINSTON’S PICK
cs: WINSTONŮV VÝBĚR

source: Wishlist
cs: Seznam přání

source: Work
cs: Dílo

source: Work Title
cs: Název díla

source: Work, edition, and file-record relationships are consistent.
cs: Vazby mezi díly, vydáními a záznamy souborů jsou konzistentní.

source: Works
cs: Díla

source: Written in %@
cs: Jazyk: %@

source: Year
cs: Rok

source: Year in Books
cs: Rok v knihách

source: yes
cs: ano

source: Yes
cs: Ano

source: You own %lld editions
cs: Vlastníte %lld vydání

source: You’re all caught up
cs: Všechno je vyřízené

source: Your library is empty
cs: Vaše knihovna je prázdná

source: Your Review
cs: Vaše hodnocení

source: your series
cs: některé z vašich sérií

source: Zoom In
cs: Zvětšit

source: Zoom Out
cs: Zmenšit
